Revit 2024 API
ParameterSetIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public ParameterSetIterator()
Visual Basic
Public Sub New
Visual C++
public:
ParameterSetIterator()
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
ParameterSetIterator Class
Autodesk.Revit.DB Namespace